[M_ChosenOne MissionDefinition]
MissionName="O Escolhido"
MissionDescription="Kai - um famoso locutor de um canal ECHO - deve nove paus para o Marcus e este, por sua vez, lhe encarregou de cobrar a dívida. O problema é que Kai está desaparecido e a única pista do seu paradeiro são os episódios do seu programa que foi gravado por toda Pandora."
TurnInDescription="Você trouxe de volta para o Marcus a única coisa que ele ama nessa vida... e assim, aprendeu algo sobre profecias e charlatanismo."
MissionSummary="Recupere os 9 dólares que Kai deve ao Marcus."
MissionGiver="Marcus"
MissionTurnInLocation="Marcus"
TeaserText="Como é o destino..."

[M_ChosenOne:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ChosenOne:FindEchos MissionObjectiveDefinition]
ProgressMessage="Recolha os ECHOS de Kai"

[M_ChosenOne:FindKai MissionObjectiveDefinition]
ProgressMessage="Encontre Kai"

[M_ChosenOne:FindKaiAndEchosSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ChosenOne:GrabMoney MissionObjectiveDefinition]
ProgressMessage="Pegue os 9 dólares"

[M_ChosenOne:GrabMoneySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

